[M_Aster_PlotMission03 MissionDefinition]
MissionName="Aliança Anã"
MissionDescription="Depois de descobrir que Jack, O Feiticeiro sequestrou a rainha de Flamerock, Roland, o Cavaleiro Branco, sugeriu que você siga até as [place]Minas da Avareza[-place], onde existe um atalho que leva até a torre do feiticeiro e consequentemente, até onde se encontra a rainha."
TurnInDescription="Apesar dos Caçadores da Sepultura terem por fim, eliminado sem querer todos os seus possíveis aliados, as [place]Minas da Avareza[-place] demonstraram ser muito proveitosas.  Depois de desfrutar de um pouco de violência com uma pitada de humor negro, você está mais próximo do que nunca da torre de Jack, O Feiticeiro e do local onde a rainha está confinada."
MissionSummary="Dirija-se às minas dos anões."
MissionGiver="Roland"
MissionTurnInLocation="Porta anã"
TeaserText=""

[M_Aster_PlotMission03:AncientPuzzleSolvedSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission03:AskAboutMagic MissionObjectiveDefinition]
ProgressMessage="Pergunte ao mago sobre a magia da porta"

[M_Aster_PlotMission03:Breakspellovergreedtooth MissionObjectiveDefinition]
ProgressMessage="Liberte o Dente Podre da sua maldição"

[M_Aster_PlotMission03:CompleteJumpingPuzzle MissionObjectiveDefinition]
ProgressMessage="Atravesse o abismo traiçoeiro"

[M_Aster_PlotMission03:EnterGreedtoothsLair MissionObjectiveDefinition]
ProgressMessage="Encontre o Dente Podre"

[M_Aster_PlotMission03:EnterGreedtoothsLairSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission03:FindMineExitSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride="Encontre um jeito de sair das minas."
MissionDescriptionOverride="Depois de descobrir que Jack, O Feiticeiro sequestrou a rainha de Flamerock, Roland, o Cavaleiro Branco, sugeriu que você siga até as [place]Minas da Avareza[-place], onde existe um atalho que leva até a torre do feiticeiro e consequentemente, até onde se encontra a rainha.<br>\nCom todos os anões putos da vida com você (por um bom motivo, diga-se de passagem já que você matou o líder deles), é melhor você dar um jeito de sair das minas.\n"

[M_Aster_PlotMission03:FindMineExitSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission03:FindPassphraseLetters MissionObjectiveDefinition]
ProgressMessage="Encontre as letras"

[M_Aster_PlotMission03:FindTheDwarfLeaderSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride="Junte forças com os anões."
MissionDescriptionOverride="Depois de descobrir que Jack, O Feiticeiro sequestrou a rainha de Flamerock, Roland, o Cavaleiro Branco, sugeriu que você siga até as [place]Minas da Avareza[-place], onde existe um atalho que leva até a torre do feiticeiro e consequentemente, até onde se encontra a rainha.<br>\nComo Jack, O Feiticeiro escravizou os anões já faz muito tempo, eles devem ter tantos motivos quanto você para querê-lo morto.  Tina sugeriu que você se alie aos anões para combater o feiticeiro.\n"

[M_Aster_PlotMission03:FindTheDwarfLeaderSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission03:FindtheDwarvenLeader MissionObjectiveDefinition]
ProgressMessage="Encontre o rei anão"

[M_Aster_PlotMission03:FindTheMineExit MissionObjectiveDefinition]
ProgressMessage="Encontre a saída da mina"

[M_Aster_PlotMission03:GetLettersSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride="Encontre as runas anãs e decifre o código para sair das minas."
MissionDescriptionOverride="Depois de descobrir que Jack, O Feiticeiro sequestrou a rainha de Flamerock, Roland, o Cavaleiro Branco, sugeriu que você siga até as [place]Minas da Avareza[-place], onde existe um atalho que leva até a torre do feiticeiro e consequentemente, até onde se encontra a rainha.<br>\nCom todos os anões putos da vida com você (por um bom motivo, diga-se de passagem já que você matou o líder deles), é melhor você dar um jeito de sair das minas.  Infelizmente, o único jeito de atravessar o atalho que leva até a torre do feiticeiro está bloqueado pela magia ''tranca-portas'' dos anões.<br>\nO mago - um triste robozinho chamado Claptrap - lhe pediu para buscar as runas anãs.  Essas runas, uma vez decifradas e pronunciadas, abrirão o atalho que leva direto para a torre do feiticeiro.\n"

[M_Aster_PlotMission03:GetLettersSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission03:GetLettersSet3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission03:HeadToTheDwarvenMines MissionObjectiveDefinition]
ProgressMessage="Siga para as minas anãs"

[M_Aster_PlotMission03:HeadToTheDwarvenMinesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission03:JumpingPuzzleSolvedSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission03:KillGreedtooth MissionObjectiveDefinition]
ProgressMessage="Elimine o Dente Podre"

[M_Aster_PlotMission03:KillGreedtoothSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission03:KillGreedtoothSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission03:KillSadisticOrcs MissionObjectiveDefinition]
ProgressMessage="Elimine os invasores ogros sádicos"

[M_Aster_PlotMission03:Mission3TunInSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission03:OpenDwarvenDoor MissionObjectiveDefinition]
ProgressMessage="Diga ''ROLA'' e saia"

[M_Aster_PlotMission03:Pass MissionObjectiveDefinition]
ProgressMessage="Passe"

[M_Aster_PlotMission03:PassSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission03:PlaceTheRunes MissionObjectiveDefinition]
ProgressMessage="Coloque as runas"

[M_Aster_PlotMission03:PlaceTheRunesSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride="Pronuncie a senha anã e siga para a torre do feiticeiro."
MissionDescriptionOverride="Depois de descobrir que Jack, O Feiticeiro sequestrou a rainha de Flamerock, Roland, o Cavaleiro Branco, sugeriu que você siga até as [place]Minas da Avareza[-place], onde existe um atalho que leva até a torre do feiticeiro e consequentemente, até onde se encontra a rainha.<br>\nCom todos os anões putos da vida com você (por um bom motivo, diga-se de passagem já que você matou o líder deles), é melhor você dar um jeito de sair das minas.  Infelizmente, o único jeito de atravessar o atalho que leva até a torre do feiticeiro está bloqueado pela magia ''tranca-portas'' dos anões.<br>\nVocê reuniu as quatro runas necessárias para abrir a saída. Agora você só precisa decifrá-las e pronunciar a senha em voz alta.\n"

[M_Aster_PlotMission03:PlaceTheRunesSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission03:PunchPuzzle MissionObjectiveDefinition]
ProgressMessage="Golpeie o antigo enigma anão"

[M_Aster_PlotMission03:PunchPuzzleSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission03:PunchTheDwarf MissionObjectiveDefinition]
ProgressMessage="Golpeie Ragnar"

[M_Aster_PlotMission03:PunchTheDwarfSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Pegue o líder dos anões."
MissionDescriptionOverride="Depois de descobrir que Jack, O Feiticeiro sequestrou a rainha de Flamerock, Roland, o Cavaleiro Branco, sugeriu que você siga até as [place]Minas da Avareza[-place], onde existe um atalho que leva até a torre do feiticeiro e consequentemente, até onde se encontra a rainha.<br>\nComo Jack, O Feiticeiro escravizou os anões já faz muito tempo, eles devem ter tantos motivos quanto você para querê-lo morto.  Tina sugeriu que você se alie aos anões para combater o feiticeiro.<br>\nInfelizmente, Brick foi o cara que ganhou o jogo de dados e é dele a decisão de como interagir com o líder dos anões... e ele decidiu descer a porrada nele.\n"

[M_Aster_PlotMission03:PuzzleEasierSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission03:PuzzleEasiestSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission03:SolvePuzzle MissionObjectiveDefinition]
ProgressMessage="Resolva o antigo enigma anão"

[M_Aster_PlotMission03:SolvePuzzleSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission03:StartJumpingPuzzleSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission03:TakeLastLetter MissionObjectiveDefinition]
ProgressMessage="Aceite a letra do Dente Podre"

[M_Aster_PlotMission03:TakeLastLetterForRealSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission03:TakeLastLetterSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission03:TalkToDwarvenLeader MissionObjectiveDefinition]
ProgressMessage="Fale com Ragnar"

[M_Aster_PlotMission03:TalkToLeaderSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission03:TalkToTheWizard MissionObjectiveDefinition]
ProgressMessage="Fale com o mago (com palavras)"

[M_Aster_PlotMission03:TalkToTheWizardSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride="Fale com o mago."
MissionDescriptionOverride="Depois de descobrir que Jack, O Feiticeiro sequestrou a rainha de Flamerock, Roland, o Cavaleiro Branco, sugeriu que você siga até as [place]Minas da Avareza[-place], onde existe um atalho que leva até a torre do feiticeiro e consequentemente, até onde se encontra a rainha.<br>\nCom todos os anões putos da vida com você (por um bom motivo, diga-se de passagem já que você matou o líder deles), é melhor você dar um jeito de sair das minas.<br>\nVocê avistou um mago. Pode ser que ele lhe conceda uma saída!\n"

[M_Aster_PlotMission03:TalkToTheWizardSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission03:TryRaftPassphrase MissionObjectiveDefinition]
ProgressMessage="Pronuncie a senha em voz alta"

[M_Aster_PlotMission03:UnlockDoorExitMineSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission03:UnlockDoorExitMineSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission03:UseTeleportReturnToExit MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

